cfd/cases/leg_cur_U015_open/system/topoSetDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      topoSetDict;
}

actions
(
    { name c0; type cellSet; action new; source regionToCell; insidePoints ((-0.3332 -0.2342 -0.3258)); }
    { name c1; type cellSet; action new; source cellToCell; set c0; }
    { name c1; type cellSet; action invert; }
    { name c0; type cellZoneSet; action new; source setToCellZone; set c0; }
    { name c1; type cellZoneSet; action new; source setToCellZone; set c1; }
);
